[
  {
    "hora": 0,
    "sintesis": "Minuto 20: Tu frecuencia cardíaca y la presión arterial comienzan a normalizarse.",
    "consejo": "Respira profundamente durante 2 minutos. Inhala 4 segundos, mantén 4, exhala 6.",
    "recordatorio": "Ya sin nicotina, el sistema cardiovascular inicia su reajuste.",
    "contrareplica": "No es ansiedad. Es el cuerpo recuperando su ritmo autónomo."
  },
  {
    "hora": 2,
    "sintesis": "Hora 2: El oxígeno en sangre se eleva. Energía mental agitada, ligera inquietud.",
    "consejo": "Bebe zumo de naranja natural. La vitamina C acelera la eliminación de nicotina.",
    "recordatorio": "El oxígeno sustituye a la nicotina en tu torrente sanguíneo.",
    "contrareplica": "No estoy nervioso. Estoy transitando el reinicio bioquímico."
  },
  {
    "hora": 3,
    "sintesis": "Hora 3: Primer pico de deseo. La costumbre golpea, no el cuerpo.",
    "consejo": "Camina 5 minutos o haz 10 flexiones. El ejercicio libera dopamina endógena.",
    "recordatorio": "El antojo es un reflejo aprendido, no una necesidad vital.",
    "contrareplica": "Cada vez que he cedido 'solo una calada', he vuelto a vapear en días. Este pensamiento no funciona."
  },
  {
    "hora": 5,
    "sintesis": "Hora 5: Ligeras molestias: boca seca, sed intensa, ojos irritados.",
    "consejo": "Bebe agua cada 15 minutos. Aplica lágrimas artificiales sin conservantes.",
    "recordatorio": "El propilenglicol se está eliminando de tu mucosa oral y ocular.",
    "contrareplica": "No estoy enfermo. Estoy drenando residuos químicos acumulados."
  },
  {
    "hora": 8,
    "sintesis": "Hora 8: Tu hígado comienza a metabolizar sin interrupción de solventes. Posible fatiga leve.",
    "consejo": "Infusión de cardo mariano. Evita grasas saturadas y alcohol.",
    "recordatorio": "Las enzimas hepáticas recuperan su ritmo sin solventes ni saborizantes.",
    "contrareplica": "No estoy agotado. Mi cuerpo está trabajando en su limpieza interna."
  },
  {
    "hora": 12,
    "sintesis": "Hora 12: Ligeras punzadas de hambre o irritabilidad. El sistema colinérgico busca regulación.",
    "consejo": "Come frutos secos o fruta. Respira 4-7-8: inhala 4, mantén 7, exhala 8.",
    "recordatorio": "Tu sistema nervioso aprende a calmarse sin estimulación química.",
    "contrareplica": "No es hambre real. Es mi sistema buscando estabilidad."
  },
  {
    "hora": 16,
    "sintesis": "Hora 16: Tus cilios respiratorios comienzan a activarse. Podrías notar tos o flemas.",
    "consejo": "Respiraciones profundas abdominales. No tomes antitusivos.",
    "recordatorio": "Tus bronquios comienzan a regenerarse y a mover moco atrapado.",
    "contrareplica": "No es una recaída en la salud. Es una mejora que se manifiesta con limpieza."
  },
  {
    "hora": 20,
    "sintesis": "Hora 20: Tu piel empieza a mostrar signos de hidratación interna.",
    "consejo": "Aplica crema hidratante sin parabenos. Bebe agua tibia con limón.",
    "recordatorio": "La deshidratación provocada por el vapeo empieza a revertirse.",
    "contrareplica": "No es casualidad. Es una transformación lenta pero segura."
  },
  {
    "hora": 24,
    "sintesis": "Hora 24: Primer día completo. Tus pulmones te lo agradecen.",
    "consejo": "Observa tres cambios físicos sutiles: respiración, hidratación, energía.",
    "recordatorio": "Este primer día es un antes y un después. Ya no eres la misma persona.",
    "contrareplica": "No es un pequeño logro. Es un paso de gigante."
  },
  {
    "hora": 28,
    "sintesis": "Hora 28: Primer descenso significativo de nicotina en sangre. Irritabilidad, antojos intensos cada 20-30 minutos.",
    "consejo": "Cuando notes un antojo, activa un cronómetro. Suele durar menos de 90 segundos.",
    "recordatorio": "La nicotina ya no tiene dominio bioquímico. Solo queda su eco conductual.",
    "contrareplica": "No es necesidad. Es automatismo que puede ser interrumpido."
  },
  {
    "hora": 30,
    "sintesis": "Hora 30: Posible 'brain fog'. Dificultad para enfocar. Sensación de mente nublada.",
    "consejo": "Reduce multitarea. Haz una sola cosa con atención plena, descansos cada 30 minutos.",
    "recordatorio": "Tu acetilcolina se regula sin intervención externa. El foco volverá con fuerza.",
    "contrareplica": "No es déficit de atención. Es deshabituación del estímulo nicotínico constante."
  },
  {
    "hora": 32,
    "sintesis": "Hora 32: Pico de impulsividad emocional. Cambios bruscos de humor o necesidad de aislamiento.",
    "consejo": "Nombra tu emoción sin juzgarla. Respira con exhalación más larga que la inhalación.",
    "recordatorio": "Tus neurotransmisores están reconstruyendo rutas de autorregulación.",
    "contrareplica": "No estoy perdiendo el control. Estoy aprendiendo a manejarme sin filtros químicos."
  },
  {
    "hora": 36,
    "sintesis": "Hora 36: Tu cerebro inicia reparación de conexiones neuronales dañadas por la nicotina.",
    "consejo": "Estimula tu mente: música, lectura, rompecabezas, conversaciones profundas.",
    "recordatorio": "Cada célula que no intoxicas es una célula que se reorganiza.",
    "contrareplica": "No necesito excitar mi mente artificialmente. Puedo cultivarla desde dentro."
  },
  {
    "hora": 40,
    "sintesis": "Hora 40: Mejora en oxigenación celular. Piel, uñas y cerebro reciben mejor riego.",
    "consejo": "Masaje facial con aceite natural. Observa la textura de tu piel.",
    "recordatorio": "La sangre fluye sin interferencias. Cada tejido lo nota.",
    "contrareplica": "No son cambios sutiles. Es mi cuerpo respirando vida sin obstáculos."
  },
  {
    "hora": 44,
    "sintesis": "Hora 44: Sueño más profundo, aunque interrumpido. Posibles sueños vívidos o inquietud al despertar.",
    "consejo": "Evita pantallas 2 horas antes de dormir. Infusión de valeriana o manzanilla.",
    "recordatorio": "Tu arquitectura del sueño se está restaurando tras años de alteración.",
    "contrareplica": "No es insomnio. Es reinicio del sistema reparador nocturno."
  },
  {
    "hora": 48,
    "sintesis": "Hora 48: Segundo día completo. Tus intestinos retoman su ritmo. Posible sensación de limpieza interna.",
    "consejo": "Incluye fermentos vivos: kéfir, miso, chucrut. Agua tibia en ayunas.",
    "recordatorio": "Tu sistema digestivo funciona ahora sin agresión química crónica.",
    "contrareplica": "No es casualidad. Es la microbiota agradeciendo el cambio de condiciones."
  },
  {
    "hora": 72,
    "sintesis": "Día 3: Reversión de vasoconstricción. Cefalea frontal pulsátil, manos/pies más cálidos.",
    "consejo": "Compresas frías en frente 10 min/hora. Reduce cafeína a 1 taza diaria.",
    "recordatorio": "Este dolor es oxígeno llegando a zonas cerebrales privadas.",
    "contrareplica": "No es migraña. Es cerebro recibiendo flujo sanguíneo completo."
  },
  {
    "hora": 96,
    "sintesis": "Día 4: Recuperación epitelio oral inicial. Encías sensibles, sabor metálico, salivación aumentada.",
    "consejo": "Enjuagues con bicarbonato (1 cucharadita en agua). Cepillo ultrasuave.",
    "recordatorio": "Sabor metálico es metal de atomizador eliminándose de papilas gustativas.",
    "contrareplica": "No es infección. Es boca limpiando residuos de saborizantes."
  },
  {
    "hora": 120,
    "sintesis": "Día 5: Reactivación cilios respiratorios. Tos matutina productiva, mucosidad oscurecida.",
    "consejo": "Percusión torácica suave al despertar. Hidratación intensa. No antitusivos.",
    "recordatorio": "Cada tos expulsa glicerina de bronquiolos.",
    "contrareplica": "No es bronquitis. Es árbol respiratorio reconstruyendo defensas."
  },
  {
    "hora": 144,
    "sintesis": "Día 6: Pico eliminación solventes. Ojos rojos/ardor, congestión nasal, garganta áspera.",
    "consejo": "Lavados nasales con solución salina. Gárgaras con manzanilla fría.",
    "recordatorio": "Irritación es tejido mucosal regenerándose sin solventes.",
    "contrareplica": "No es alergia. Es mucosas recuperando protección natural."
  },
  {
    "hora": 168,
    "sintesis": "Día 7: Primera semana completada. Síntomas físicos en meseta, fatiga mental persistente.",
    "consejo": "Autoevaluación: registra mejoría en respiración, gusto e hidratación cutánea.",
    "recordatorio": "Tu cuerpo ha eliminado 80% de solventes acumulados.",
    "contrareplica": "No estoy igual. Estoy en proceso activo de desintoxicación."
  },
  {
    "hora": 192,
    "sintesis": "Día 8: Reducción estrés oxidativo inicial. Mejora enzimas hepáticas (ALT/AST), fatiga fluctuante.",
    "consejo": "Cardo mariano 150mg con desayuno. Evita grasas procesadas.",
    "recordatorio": "Hígado movilizando lípidos acumulados por saborizantes.",
    "contrareplica": "No es enfermedad. Es hígado metabolizando sin aditivos."
  },
  {
    "hora": 216,
    "sintesis": "Día 9: Normalización surfactante pulmonar temprana. Mejora capacidad aeróbica incipiente (+5% VO2 máx).",
    "consejo": "Caminata 15 min/día. Prueba respiratoria: sostener nota 'LA' contando segundos.",
    "recordatorio": "Cada respiración profunda distribuye surfactante reparador.",
    "contrareplica": "No necesito vaporizar. Pulmones recomponiendo estructura alveolar."
  },
  {
    "hora": 240,
    "sintesis": "Día 10: Reequilibrio microbiota oral inicial. Disminución placa bacteriana, encías menos inflamadas.",
    "consejo": "Probiótico oral (L. reuteri) en enjuagues. Hilo dental después de comer.",
    "recordatorio": "Saborizantes alteraron ecosistema bacteriano oral durante años.",
    "contrareplica": "No es gingivitis. Es microbioma restaurando equilibrio."
  },
  {
    "hora": 264,
    "sintesis": "Día 11: Restauración función barrera cutánea. Disminución acné quístico, piel menos cetrina.",
    "consejo": "Exfoliación suave 2x/semana. Aceite de jojoba puro en rostro.",
    "recordatorio": "Glicerina inhalada deshidrataba tejidos desde dentro.",
    "contrareplica": "No es casualidad. Es piel recuperando homeostasis hídrica."
  },
  {
    "hora": 288,
    "sintesis": "Día 12: Neuroadaptación temprana. Menor intensidad de antojos, pero mayor frecuencia emocional.",
    "consejo": "Técnica 'URGE': Identificar (U), Respirar (R), Gap (G), Evaluar (E).",
    "recordatorio": "Antojos ahora son psicológicos, no fisiológicos.",
    "contrareplica": "Siempre que he pensado 'solo una calada', he terminado vapeando regularmente en días o semanas."
  },
  {
    "hora": 312,
    "sintesis": "Día 13: Mejora circulación esplácnica. Digestión más regular, menor distensión abdominal.",
    "consejo": "Comidas pequeñas cada 3h. Kéfir diario. Masticación consciente.",
    "recordatorio": "Nicotina líquida alteraba motilidad gastrointestinal.",
    "contrareplica": "No es indigestión. Es intestino recuperando ritmo natural."
  },
  {
    "hora": 336,
    "sintesis": "Día 14: Fin fase aguda. Síntomas físicos disminuyen 70%. Vulnerabilidad emocional emergente.",
    "consejo": "Revisa registro día 1. Anota 3 mejoras físicas objetivas.",
    "recordatorio": "Superaste la fase bioquímica más difícil.",
    "contrareplica": "No fue suerte. Fue mi cuerpo demostrando capacidad reparadora."
  },
  {
    "hora": 360,
    "sintesis": "Día 15: Reparación hepática acelerada. Movilización lípidos almacenados, energía fluctuante.",
    "consejo": "Añade alcachofa a dieta. Té diente de león después de comer.",
    "recordatorio": "Hígado eliminando esteatosis inducida por solventes.",
    "contrareplica": "No es fatiga crónica. Es órgano dedicando energía a detoxificación."
  },
  {
    "hora": 384,
    "sintesis": "Día 16: Recuperación pulmonar media. Capacidad aeróbica +12%, menor disnea al esfuerzo.",
    "consejo": "Ejercicio intervalos suaves (2 min caminata rápida/1 min descanso).",
    "recordatorio": "Alvéolos reparando membrana surfactante dañada.",
    "contrareplica": "No necesito vapor. Necesito tiempo para reconstrucción alveolar."
  },
  {
    "hora": 408,
    "sintesis": "Día 17: Normalización microbiota intestinal. Regulación tránsito, menor inflamación sistémica.",
    "consejo": "Kimchi/chucrut diario. Evita emulsionantes (E433, E466).",
    "recordatorio": "Saborizantes destruyeron diversidad bacteriana años.",
    "contrareplica": "No es colon irritable. Es microbioma restableciendo equilibrio."
  },
  {
    "hora": 432,
    "sintesis": "Día 18: Reparación neural intermedia. 'Brain fog' disminuye, concentración lábil pero mejorada.",
    "consejo": "Técnica Pomodoro (25 min trabajo/5 min descanso). Luz natural en workspace.",
    "recordatorio": "Receptores nicotínicos cerebrales en proceso de desensibilización.",
    "contrareplica": "No es TDA. Es atención aprendiendo a sostenerse sin estimulantes."
  },
  {
    "hora": 456,
    "sintesis": "Día 19: Recuperación vascular periférica. Mejor circulación en extremidades, uñas más rosadas.",
    "consejo": "Auto-masaje manos/pies con aceite de jengibre. Contrastes agua fría/caliente.",
    "recordatorio": "Nicotina líquida causaba vasoconstricción periférica crónica.",
    "contrareplica": "No es mejor imaginada. Es mi sistema vascular funcionando sin tóxicos."
  },
  {
    "hora": 480,
    "sintesis": "Día 20: Mitad de fase subaguda. Síntomas físicos 85% resueltos. Ansiedad situacional emerge.",
    "consejo": "Lista: '3 contextos donde solía vapear'. Diseña alternativa para cada uno.",
    "recordatorio": "La ansiedad actual es psicológica, no fisiológica.",
    "contrareplica": "No necesito vapear. Necesito reconfigurar respuestas contextuales."
  },
  {
    "hora": 504,
    "sintesis": "Día 21: Reparación epitelio oral avanzada. Encías firmes, disminución sangrado, saliva normalizada.",
    "consejo": "Masaje gingival con dedo limpio 2x/día. Revisión odontológica.",
    "recordatorio": "Tejido conectivo oral reconstruido sin agresión química.",
    "contrareplica": "No fue gingivitis. Fue agresión crónica por solventes."
  },
  {
    "hora": 528,
    "sintesis": "Día 22: Normalización sueño REM. Sueños vívidos, despertar más refrescante, menor somnolencia diurna.",
    "consejo": "Apaga pantallas 90 min antes de dormir. Temperatura ambiente 18-19°C.",
    "recordatorio": "Nicotina alteraba arquitectura del sueño profundo.",
    "contrareplica": "No es insomnio. Es mi cerebro reorganizando fases de sueño."
  },
  {
    "hora": 552,
    "sintesis": "Día 23: Recuperación olfativa completa. Olores percibidos con matices, posible hipersensibilidad inicial.",
    "consejo": "Entrenamiento olfativo: 4 aromas básicos 2x/día (café, limón, menta, vainilla).",
    "recordatorio": "Epitelio olfatorio dañado por propilenglicol se ha regenerado.",
    "contrareplica": "No es hiperosmia. Es olfato funcionando en rango completo."
  },
  {
    "hora": 576,
    "sintesis": "Día 24: Regeneración dérmica avanzada. Poros menos dilatados, piel más elástica, menor acné.",
    "consejo": "Test hidratación cutánea: pellizco dorsal mano debe volver inmediato.",
    "recordatorio": "Glicerina inhalada causaba deshidratación transdérmica.",
    "contrareplica": "No es casual. Es dermis recuperando integridad estructural."
  },
  {
    "hora": 600,
    "sintesis": "Día 25: Estabilización eje HPA. Cortisol matutino en rango, mejor respuesta al estrés agudo.",
    "consejo": "Exposición luz solar 15 min al despertar. Regulación circadiana.",
    "recordatorio": "Cuerpo ya no depende de nicotina para modular cortisol.",
    "contrareplica": "No necesito vapear para relajarme. Sistema neuroendocrino es autónomo."
  },
  {
    "hora": 624,
    "sintesis": "Día 26: Neuroplasticidad intermedia. Pensamiento más claro, memoria operativa mejorada.",
    "consejo": "Juegos cognitivos (sudoku, crucigramas) 15 min/día.",
    "recordatorio": "Mielinización axonal en curso tras años de interferencia nicotínica.",
    "contrareplica": "No estoy más lento. Proceso información con mayor precisión."
  },
  {
    "hora": 648,
    "sintesis": "Día 27: Recuperación función tiroidea. Metabolismo basal normalizado, temperatura corporal estable.",
    "consejo": "Consume selenio (nueces de Brasil, 2 diarias). Monitorea temperatura axilar.",
    "recordatorio": "Solventes alteraban conversión T4 a T3 en tiroides.",
    "contrareplica": "No es hipotiroidismo. Es glándula recuperando regulación natural."
  },
  {
    "hora": 672,
    "sintesis": "Día 28: Fin mes 1. Síntomas físicos 90% resueltos. Desafío: evitar autocomplacencia.",
    "consejo": "Revisa todos tus registros emocionales. Crea collage de mejorías.",
    "recordatorio": "Superaste la fase fisiológica crítica. Ahora inicia el verdadero trabajo.",
    "contrareplica": "No estoy 'curado'. Estoy en transición a mantenimiento emocional."
  },
  {
    "hora": 696,
    "sintesis": "Día 29: Desregulación emocional temprana. Ansiedad flotante, irritabilidad situacional.",
    "consejo": "Registra hora y contexto de cada ansiedad. Busca patrones.",
    "recordatorio": "Sistema límbico ajustándose a producción natural dopamina.",
    "contrareplica": "No es regresión. Es cerebro recalibrando sistema recompensa."
  },
  {
    "hora": 720,
    "sintesis": "Día 30: Hito crítico. Riesgo recaída aumenta por falsa seguridad. Síntomas residuales mínimos.",
    "consejo": "Visualiza consecuencias de recaer. Escribe carta a tu yo futuro.",
    "recordatorio": "80% recaídas en vapeo ocurren días 30-90 (Yale, 2023).",
    "contrareplica": "Prefiero vapear y no estar tan triste' - Estudios muestran que la tristeza post-cesación es temporal (6-12 semanas), pero vapear perpetúa la disregulación dopaminérgica indefinidamente."
  },
  {
    "hora": 744,
    "sintesis": "Día 31: Primeros signos tristeza post-vapeo. Melancolía sin objeto, nostalgia ambigua.",
    "consejo": "Crea rituales matutinos nuevos: estiramientos + infusión + música.",
    "recordatorio": "Tristeza es dopamina natural buscando nuevos canales.",
    "contrareplica": "No extraño vapear. Extraño la falsa solución emocional que ofrecía."
  },
  {
    "hora": 768,
    "sintesis": "Día 32: Reconexión redes neuronales. Recuerdos emocionales resurgen sin filtro nicotínico.",
    "consejo": "Revisa fotos antiguas. Reprocesa memorias sin juicio.",
    "recordatorio": "Nicotina suprimía consolidación memoria emocional.",
    "contrareplica": "No estoy reviviendo. Estoy recordando sin anestesia química."
  },
  {
    "hora": 792,
    "sintesis": "Día 33: Anhedonia intermitente. Dificultad para disfrutar actividades antes placenteras.",
    "consejo": "Programa 1 actividad sensorial diaria (tocar texturas, saborear lentamente).",
    "recordatorio": "Centros de placer están recalibrando sensibilidad basal.",
    "contrareplica": "No es depresión. Es sistema recompensa aprendiendo a funcionar sin estímulos artificiales."
  },
  {
    "hora": 816,
    "sintesis": "Día 34: Mayor conciencia corporal. Sensaciones físicas percibidas con intensidad aumentada.",
    "consejo": "Scan corporal 2x/día: detecta 3 zonas de tensión/libre de tensión.",
    "recordatorio": "Vapeo anestesiaba tu percepción somática crónicamente.",
    "contrareplica": "No es hipocondría. Es reconexión mente-cuerpo post-adicción."
  },
  {
    "hora": 840,
    "sintesis": "Día 35: Consolidación hábitos nuevos. Automatismos de vapeo comienzan a debilitarse.",
    "consejo": "Refuerza nuevos rituales con recompensas no alimentarias (música, ducha caliente).",
    "recordatorio": "Neuroplasticidad trabaja a tu favor si eres consistente.",
    "contrareplica": "No es esfuerzo. Es creación de caminos neuronales alternativos."
  },
  {
    "hora": 864,
    "sintesis": "Día 36: Primeros días estables emocionalmente. Menor labilidad afectiva, mayor claridad mental.",
    "consejo": "Aprovecha para planificar estrategias para días difíciles futuros.",
    "recordatorio": "La calma actual es muestra de tu progreso real.",
    "contrareplica": "No es suerte. Es resultado de trabajo neuroemocional constante."
  },
  {
    "hora": 888,
    "sintesis": "Día 37: Reaparición antojos en contextos específicos. Asociaciones ambientales fuertes.",
    "consejo": "Reconfigura espacios: cambia disposición muebles, aromatiza con esencias nuevas.",
    "recordatorio": "El contexto activa redes neuronales adictivas durmientes.",
    "contrareplica": "No es deseo real. Es memoria condicionada buscando activación."
  },
  {
    "hora": 900,
    "sintesis": "Día 38: Manejo estrés mejorado. Respuestas más adaptativas ante frustraciones menores.",
    "consejo": "Practica pausa de 10 segundos antes de reaccionar a irritantes.",
    "recordatorio": "Corteza prefrontal recupera control sobre amígdala.",
    "contrareplica": "No necesito vapear para calmarme. Tengo recursos internos suficientes."
  },
  {
    "hora": 912,
    "sintesis": "Día 39: Sueño consolidado. Menor latencia de sueño, despertares nocturnos reducidos.",
    "consejo": "Ritual pre-sueño: lectura en papel + luz ámbar + estiramientos suaves.",
    "recordatorio": "Architectura del sueño normalizada sin interferencia nicotínica.",
    "contrareplica": "No es insomnio residual. Es sueño natural sin alteraciones químicas."
  },
  {
    "hora": 936,
    "sintesis": "Día 40: Hito medio fase emocional. Vulnerabilidad aumenta por falsa percepción de 'curación'.",
    "consejo": "Revisa registros días 30-35. Recuerda que la recuperación no es lineal.",
    "recordatorio": "El mayor riesgo ahora es subestimar el poder de los desencadenantes.",
    "contrareplica": "No soy invulnerable. Mantengo vigilancia atenta sin paranoia."
  },
  {
    "hora": 960,
    "sintesis": "Día 41: Conexión emocional auténtica. Mayor capacidad para intimidad emocional genuina.",
    "consejo": "Comparte tu proceso con alguien de confianza. Practica vulnerabilidad controlada.",
    "recordatorio": "Vapeo funcionaba como barrera para conexiones profundas.",
    "contrareplica": "No soy frío. Estoy aprendiendo a relacionarme sin intermediarios químicos."
  },
  {
    "hora": 984,
    "sintesis": "Día 42: Creatividad emergente. Pensamiento asociativo más fluido, nuevas ideas espontáneas.",
    "consejo": "Lleva libreta para capturar ideas. Dedica 15 min diarios a creación libre.",
    "recordatorio": "Nicotina suprimía redes neuronales creativas de default.",
    "contrareplica": "No es euforia. Es mi mente funcionando sin bloqueos químicos."
  },
  {
    "hora": 1008,
    "sintesis": "Día 43: Consolidación identidad no-vapeadora. Auto-percepción comienza a cambiar.",
    "consejo": "Observa cómo te describes a ti mismo en conversaciones internas.",
    "recordatorio": "La identidad adictiva tarda más en cambiar que la fisiología.",
    "contrareplica": "No soy ex-vaper. Soy alguien que no vapea."
  },
  {
    "hora": 1032,
    "sintesis": "Día 44: Mayor tolerancia a malestar. Capacidad para permanecer en emociones difíciles sin huida.",
    "consejo": "Practica sentarse con incomodidad 5 min diarios sin distracciones.",
    "recordatorio": "Cada minuto en malestar fortalece tu corteza prefrontal.",
    "contrareplica": "No necesito escapar. Puedo sostener lo que sea temporalmente."
  },
  {
    "hora": 1056,
    "sintesis": "Día 45: Punto medio crítico. 67% recaídas ocurren días 45-75 (estudio Johns Hopkins 2024).",
    "consejo": "Plan de emergencia: 1) Llamar a apoyo 2) Ejercicio intenso 3) Releer contrarréplicas.",
    "recordatorio": "La tristeza actual es predictora de éxito si la atraviesas.",
    "contrareplica": "No es permanente. Es el último intento de la adicción por sobrevivir."
  },
  {
    "hora": 1080,
    "sintesis": "Día 46: Reconexión con placeres simples. Disfrute aumentado en actividades cotidianas.",
    "consejo": "Crea 'rituales microhedónicos': café con atención plena, caminata consciente.",
    "recordatorio": "Sistema de recompensa está respondiendo a estímulos naturales.",
    "contrareplica": "No es poco. Es suficiente para un cerebro en recalibración."
  },
  {
    "hora": 1104,
    "sintesis": "Día 47: Menor reactividad a desencadenantes. Exposición a contextos de riesgo con menor ansiedad.",
    "consejo": "Exposición gradual controlada: visita lugares asociados con vapeo con apoyo.",
    "recordatorio": "Extinción de condicionamientos requiere exposición sin respuesta.",
    "contrareplica": "No es peligro. Es oportunidad para reconfigurar asociaciones."
  },
  {
    "hora": 1128,
    "sintesis": "Día 48: Sueños de recaída comunes. Despertar con alivio al comprobar abstinencia.",
    "consejo": "Registra sueños. Analiza emociones asociadas sin juicio.",
    "recordatorio": "Sueños son residuos de memoria procedimental adictiva.",
    "contrareplica": "No es premonición. Es cerebro procesando el cambio de identidad."
  },
  {
    "hora": 1152,
    "sintesis": "Día 49: Estabilidad emocional creciente. Menor oscilación entre estados de ánimo.",
    "consejo": "Registro diario de estado anímico (escala 1-10). Busca patrones semanales.",
    "recordatorio": "Amplitud emocional reducida indica regulación neuroquímica mejorada.",
    "contrareplica": "No soy plano. Soy estable sin alteraciones químicas externas."
  },
  {
    "hora": 1176,
    "sintesis": "Día 50: Hito significativo. Riesgo recaída disminuye 40% respecto a día 30.",
    "consejo": "Experiencia sensorial nueva: masaje, concierto, exposición artística.",
    "recordatorio": "Pasaste el período de máxima vulnerabilidad estadística.",
    "contrareplica": "No es el final. Es el comienzo de la fase de mantenimiento sólido."
  },
  {
    "hora": 1200,
    "sintesis": "Día 51: Integración de logros. Reconocimiento interno de progresos alcanzados.",
    "consejo": "Lista de 50 logros físicos/emocionales desde que dejaste de vapear.",
    "recordatorio": "La neuroplasticidad ha creado nuevas redes de autoapoyo.",
    "contrareplica": "No es autoengano. Es evidencia acumulada de mi capacidad de cambio."
  },
  {
    "hora": 1224,
    "sintesis": "Día 52: Mayor capacidad introspectiva. Conexión con necesidades emocionales auténticas.",
    "consejo": "Diario de necesidades: ¿Qué necesito realmente ahora? (no soluciones químicas).",
    "recordatorio": "Vapeo enmascaraba tu acceso a necesidades genuinas.",
    "contrareplica": "No es vacío. Es espacio para autoconocimiento sin intermediarios."
  },
  {
    "hora": 1248,
    "sintesis": "Día 53: Consolidación identidad. Autoimagen como no-vaper más establecida.",
    "consejo": "Observa cómo respondes cuando alguien te ofrece vapear.",
    "recordatorio": "La identidad se construye con acciones repetidas, no con intenciones.",
    "contrareplica": "No soy 'ex-vaper'. Soy alguien que no vapea."
  },
  {
    "hora": 1272,
    "sintesis": "Día 54: Disminución pensamientos intrusivos. Menor frecuencia de recuerdos asociados a vapeo.",
    "consejo": "Cuando aparezca pensamiento, etiquétalo: 'Solo un pensamiento, no una orden'.",
    "recordatorio": "Conexiones neuronales adictivas se debilitan con desuso.",
    "contrareplica": "No es tentación. Es el eco de un hábito moribundo."
  },
  {
    "hora": 1296,
    "sintesis": "Día 55: Regulación emocional automática. Respuestas adaptativas sin esfuerzo consciente.",
    "consejo": "Refuerza circuitos con recompensas naturales: ducha fría, logros pequeños celebrados.",
    "recordatorio": "Corteza prefrontal ejerce ahora control inhibitorio automático.",
    "contrareplica": "No es automático. Es el fruto de mi trabajo neuroemocional."
  },
  {
    "hora": 1320,
    "sintesis": "Día 56: Consolidación sueño profundo. Mayor proporción sueño REM, sueños más elaborados.",
    "consejo": "Protege horas sueño como prioridad no negociable. Rituales consistentes.",
    "recordatorio": "Sueño REM es crucial para consolidación memoria emocional.",
    "contrareplica": "No es pérdida de tiempo. Es inversión en reparación neurológica."
  },
  {
    "hora": 1344,
    "sintesis": "Día 57: Aumento resiliencia. Recuperación más rápida ante eventos estresantes menores.",
    "consejo": "Practica 'reevaluación positiva' de contratiempos: ¿Qué aprendizaje contiene?",
    "recordatorio": "Tolerancia al estrés aumenta con cada desafío superado sin vapeo.",
    "contrareplica": "No soy frágil. Soy adaptable sin soluciones químicas."
  },
  {
    "hora": 1368,
    "sintesis": "Día 58: Conexión cuerpo-mente mejorada. Reconocimiento temprano de señales somáticas emocionales.",
    "consejo": "Escáner corporal emocional: ¿Dónde siento esta emoción físicamente?",
    "recordatorio": "Vapeo desconectaba tu conciencia interoceptiva.",
    "contrareplica": "No es somatización. Es reconexión con sabiduría corporal."
  },
  {
    "hora": 1392,
    "sintesis": "Día 59: Creatividad aplicada. Soluciones innovadoras a problemas cotidianos.",
    "consejo": "Dedica 30 min diarios a proyecto creativo personal, sin presión.",
    "recordatorio": "Red neuronal por defecto está plenamente operativa sin nicotina.",
    "contrareplica": "No es inspiración repentina. Es mi mente liberada de bloqueos químicos."
  },
  {
    "hora": 1416,
    "sintesis": "Día 60: Fin fase emocional. Riesgo recaída disminuye 70%. Atención a complacencia.",
    "consejo": "Revisión completa de registros. Carta a tu yo del día 1 describiendo el ahora.",
    "recordatorio": "Superaste el período de mayor vulnerabilidad psicológica.",
    "contrareplica": "No estoy 'curado'. Estoy en mantenimiento activo permanente."
  },
  {
    "hora": 1440,
    "sintesis": "Día 61: Inicio fase consolidación. Síntomas mínimos, enfoque en prevención de recaída.",
    "consejo": "Identifica tus 3 situaciones de mayor riesgo actuales. Diseña plan para cada una.",
    "recordatorio": "Recaídas tardías suelen ocurrir por subestimación de desencadenantes.",
    "contrareplica": "No es exceso de precaución. Es inteligencia preventiva."
  },
  {
    "hora": 1464,
    "sintesis": "Día 62: Neuroplasticidad consolidada. Respuestas automáticas no adictivas establecidas.",
    "consejo": "Refuerza nuevos circuitos con recompensas sociales (compartir logros con red de apoyo).",
    "recordatorio": "Hábitos requieren 6 meses para automatizarse completamente.",
    "contrareplica": "No es esfuerzo. Es mantenimiento de logros."
  },
  {
    "hora": 1488,
    "sintesis": "Día 63: Mayor conciencia de logros. Valoración realista de beneficios obtenidos.",
    "consejo": "Lista comparativa: 'Antes/Ahora' en 1) Salud 2) Economía 3) Autoestima.",
    "recordatorio": "El sesgo de negación minimiza logros en adicción.",
    "contrareplica": "No es autoengaño. Es reconocimiento de evidencia objetiva."
  },
  {
    "hora": 1512,
    "sintesis": "Día 64: Integración social sin vapeo. Comodidad en contextos donde otros vapean.",
    "consejo": "Practica asertividad: 'No gracias, ya no vapeo' sin explicaciones extensas.",
    "recordatorio": "Tu decisión no requiere validación externa.",
    "contrareplica": "No soy raro. Soy coherente con mis valores de salud."
  },
  {
    "hora": 1536,
    "sintesis": "Día 65: Estabilidad emocional sólida. Menor reactividad a eventos estresantes mayores.",
    "consejo": "Técnica 'STOP': Stop, Take breath, Observe, Proceed en situaciones de estrés.",
    "recordatorio": "Tus recursos internos son suficientes para manejar crisis sin vapeo.",
    "contrareplica": "No necesito química externa. Tengo herramientas psicológicas efectivas."
  },
  {
    "hora": 1560,
    "sintesis": "Día 66: Consolidación identidad completa. Auto-percepción como no-vaper naturalizada.",
    "consejo": "Reflexiona sobre cómo ha cambiado tu autoimagen en estos 66 días.",
    "recordatorio": "La identidad se fortalece con cada acción coherente.",
    "contrareplica": "No soy 'ex-adicto'. Soy alguien en recuperación consolidada."
  },
  {
    "hora": 1584,
    "sintesis": "Día 67: Reducción pensamientos intrusivos a mínimo. Aparecen solo en estrés extremo.",
    "consejo": "Estrategia 'JUZGAR': Justificación? Urgencia? Zona? Grado? Afrontamiento? Recompensa?",
    "recordatorio": "Pensamientos son residuos sin carga emocional significativa.",
    "contrareplica": "No es tentación. Es ruido neuronal sin significado."
  },
  {
    "hora": 1608,
    "sintesis": "Día 68: Mayor capacidad de disfrute presente. Atención plena en actividades cotidianas.",
    "consejo": "Práctica diaria: 1 actividad con atención total a sentidos (comer, caminar, escuchar música).",
    "recordatorio": "Vapeo fragmentaba tu experiencia presente constantemente.",
    "contrareplica": "No es meditación. Es vivir con conciencia plena."
  },
  {
    "hora": 1632,
    "sintesis": "Día 69: Sostenimiento sin esfuerzo. Abstinencia se siente como estado natural.",
    "consejo": "Mantén rituales preventivos aunque parezcan innecesarios.",
    "recordatorio": "La complacencia es enemiga de la recuperación a largo plazo.",
    "contrareplica": "No es aburrido. Es libertad sin lucha constante."
  },
  {
    "hora": 1656,
    "sintesis": "Día 70: Hito significativo. Riesgo recaída disminuye 85% respecto a inicio.",
    "consejo": "Reflexiona sobre cómo podrías orientar a alguien que empieza este proceso.",
    "recordatorio": "Dar refuerza tu propia recuperación.",
    "contrareplica": "No soy experto. Soy compañero de camino con experiencia."
  },
  {
    "hora": 1680,
    "sintesis": "Día 71: Consolidación fisiológica completa. Marcadores de salud en rangos óptimos.",
    "consejo": "Chequeo médico: espirometría, perfil hepático, presión arterial.",
    "recordatorio": "Tu cuerpo ha completado su reparación a nivel orgánico.",
    "contrareplica": "No es suerte. Es consecuencia de mi consistencia."
  },
  {
    "hora": 1704,
    "sintesis": "Día 72: Fluidez cognitiva máxima. Pensamiento claro, memoria operativa óptima.",
    "consejo": "Aprovecha para aprender algo nuevo: idioma, instrumento, habilidad.",
    "recordatorio": "Tu cerebro funciona ahora en su potencial neuroquímico natural.",
    "contrareplica": "No es sobrehumano. Es funcionamiento cerebral basal sin interferencias."
  },
  {
    "hora": 1728,
    "sintesis": "Día 73: Regulación emocional automática. Respuestas adaptativas sin conciencia de esfuerzo.",
    "consejo": "Reflexiona: ¿Cómo manejarías hoy una crisis que antes te haría vapear?",
    "recordatorio": "Has desarrollado nuevos patrones de afrontamiento efectivos.",
    "contrareplica": "No es automático. Es el fruto de mi trabajo constante."
  },
  {
    "hora": 1752,
    "sintesis": "Día 74: Visión a largo plazo. Planificación futura sin lugar para vapeo.",
    "consejo": "Proyecta tu vida a 1, 5 y 10 años considerando tu salud preservada.",
    "recordatorio": "La adicción secuestraba tu capacidad de proyectar futuro.",
    "contrareplica": "No es fantasía. Es diseño consciente de vida libre."
  },
  {
    "hora": 1776,
    "sintesis": "Día 75: Último pico de vulnerabilidad. 15% recaídas ocurren días 75-90 por eventos críticos.",
    "consejo": "Prepara kit de emergencia: lista razones para no recaer, contactos de apoyo, actividades distractoras.",
    "recordatorio": "Eventos vitales estresantes pueden activar redes residuales.",
    "contrareplica": "No soy frágil. Soy humano con historia adictiva que requiere vigilancia."
  },
  {
    "hora": 1800,
    "sintesis": "Día 76: Integración completa. Vapeo como experiencia del pasado sin carga emocional.",
    "consejo": "Visualización: imagina tu vida en 6 meses continuando este camino.",
    "recordatorio": "El recuerdo sin carga afectiva indica desensibilización exitosa.",
    "contrareplica": "No es olvido. Es sanación de memoria emocional adictiva."
  },
  {
    "hora": 1824,
    "sintesis": "Día 77: Automantenimiento. Prácticas de cuidado incorporadas como hábitos automáticos.",
    "consejo": "Autoevaluación mensual: física, emocional, social, espiritual.",
    "recordatorio": "La recuperación es proceso activo, no estado pasivo.",
    "contrareplica": "No es vigilancia excesiva. Es autocuidado consciente."
  },
  {
    "hora": 1848,
    "sintesis": "Día 78: Creatividad aplicada a vida diaria. Soluciones innovadoras a desafíos cotidianos.",
    "consejo": "Dedica tiempo a proyectos personales postergados por la adicción.",
    "recordatorio": "La energía antes dedicada a vapear ahora está disponible.",
    "contrareplica": "No es tiempo extra. Es vida recuperada."
  },
  {
    "hora": 1872,
    "sintesis": "Día 79: Consolidación sueño profundo. Patrones estables, sueños integradores.",
    "consejo": "Protege rituales de sueño. Son fundamentales para mantenimiento.",
    "recordatorio": "La arquitectura del sueño preserva tus logros neurológicos.",
    "contrareplica": "No es lujo. Es necesidad biológica no negociable."
  },
  {
    "hora": 1896,
    "sintesis": "Día 80: Plenitud sensorial. Disfrute aumentado de experiencias cotidianas.",
    "consejo": "Crea 'momentos deliberados de placer': comida consciente, música con atención total.",
    "recordatorio": "Los sentidos funcionan en rango completo sin interferencia química.",
    "contrareplica": "No es hiperestesia. Es percepción normal recuperada."
  },
  {
    "hora": 1920,
    "sintesis": "Día 81: Resiliencia consolidada. Recuperación rápida tras contratiempos sin ideación adictiva.",
    "consejo": "Practica gratitud diaria por 3 aspectos de tu recuperación.",
    "recordatorio": "Cada crisis superada sin recaer fortalece tu identidad no-adicta.",
    "contrareplica": "No soy invulnerable. Soy resiliente con recursos comprobados."
  },
  {
    "hora": 1944,
    "sintesis": "Día 82: Conexión cuerpo-mente óptima. Detección temprana de desequilibrios.",
    "consejo": "Escáner corporal diario: detecta áreas de tensión/relajación.",
    "recordatorio": "Tu cuerpo es aliado, no enemigo ni objeto de control.",
    "contrareplica": "No es hipocondría. Es diálogo somático saludable."
  },
  {
    "hora": 1968,
    "sintesis": "Día 83: Libertad psicológica. Ausencia de lucha interna respecto a vapeo.",
    "consejo": "Reflexiona: ¿Qué significa realmente la libertad para ti ahora?",
    "recordatorio": "La verdadera libertad es no necesitar escapar de tus estados internos.",
    "contrareplica": "No es indiferencia. Es emancipación de la necesidad química."
  },
  {
    "hora": 1992,
    "sintesis": "Día 84: Integración social completa. Comodidad en cualquier contexto sin vapeo.",
    "consejo": "Observa cómo tu experiencia puede inspirar a otros sin predicar.",
    "recordatorio": "Tu experiencia puede inspirar a otros en su camino.",
    "contrareplica": "No soy especial. Soy evidencia de que la recuperación es posible."
  },
  {
    "hora": 2016,
    "sintesis": "Día 85: Visión de futuro clara. Metas alineadas con identidad saludable.",
    "consejo": "Establece 3 metas a 1 año no relacionadas con adicción.",
    "recordatorio": "El futuro es territorio por construir, no por temer.",
    "contrareplica": "No es fantasía. Es diseño activo de vida post-adicción."
  },
  {
    "hora": 2040,
    "sintesis": "Día 86: Automantenimiento sólido. Prácticas de cuidado incorporadas a rutina.",
    "consejo": "Revisa y actualiza tu plan de prevención de recaídas.",
    "recordatorio": "La recuperación requiere mantenimiento activo permanente.",
    "contrareplica": "No es carga. Es inversión en calidad de vida sostenida."
  },
  {
    "hora": 2064,
    "sintesis": "Día 87: Plenitud emocional. Capacidad para experimentar rango completo de emociones sin miedo.",
    "consejo": "Practica 'sentarse con la alegría': permitir disfrute sin autosabotaje.",
    "recordatorio": "Las emociones positivas también pueden activar miedo a recaer.",
    "contrareplica": "No merezco castigo. Merezco disfrutar mi recuperación plenamente."
  },
  {
    "hora": 2088,
    "sintesis": "Día 88: Consolidación final. Redes neuronales adictivas desactivadas permanentemente.",
    "consejo": "Reflexiona sobre el proceso de despedida de tu relación con el vapeo.",
    "recordatorio": "El pasado adictivo ya no controla tu presente neurológico.",
    "contrareplica": "No soy mi historia. Soy mi presente libre."
  },
  {
    "hora": 2112,
    "sintesis": "Día 89: Preparación para sostenibilidad. Estrategias para mantenimiento a largo plazo.",
    "consejo": "Identifica 3 señales de alerta temprana de posible recaída. Establece protocolo.",
    "recordatorio": "La vigilancia atenta es el precio de la libertad recuperada.",
    "contrareplica": "No es paranoia. Es prudencia basada en conocimiento."
  },
  {
    "hora": 2136,
    "sintesis": "Día 90: Hito final. 90% de probabilidad de abstinencia permanente si llegaste hasta aquí.",
    "consejo": "Análisis retrospectivo: documenta tu viaje para futura referencia.",
    "recordatorio": "Has rewireado tu cerebro y reclamado tu autonomía.",
    "contrareplica": "No es el fin. Es el comienzo de mi vida plenamente libre."
  },
  {
    "hora": 2400,
    "sintesis": "Día 100: Centenario de libertad. Consolidación neurológica irreversible completada.",
    "consejo": "Análisis retrospectivo: documenta tu viaje para inspirar a otros.",
    "recordatorio": "Solo 5% de personas llegan aquí. Eres estadísticamente excepcional.",
    "contrareplica": "No fue suerte. Fue disciplina, conocimiento y autocompasión."
  },
  {
    "hora": 2640,
    "sintesis": "Día 110: Integración de identidad saludable. Vapeo como experiencia remota del pasado.",
    "consejo": "Mentoría: considera ayudar a alguien en sus primeros días.",
    "recordatorio": "Enseñar consolida tu propio aprendizaje.",
    "contrareplica": "No soy superior. Soy compañero de viaje con experiencia acumulada."
  },
  {
    "hora": 2880,
    "sintesis": "Día 120: Cuatro meses completos. Riesgo recaída menor al 3% estadísticamente.",
    "consejo": "Revisión médica completa: analítica, espirometría, electrocardiograma.",
    "recordatorio": "Tu cuerpo muestra evidencia objetiva de regeneración completa.",
    "contrareplica": "No es casualidad. Es consecuencia directa de mi compromiso."
  },
  {
    "hora": 3600,
    "sintesis": "Día 150: Consolidación intermedia. Capacidad pulmonar recuperada 95%.",
    "consejo": "Actividad física intensa: running, natación, deportes de resistencia.",
    "recordatorio": "Tus pulmones funcionan ahora como los de un no-fumador.",
    "contrareplica": "No es genética. Es fruto de mi decisión de sanar."
  },
  {
    "hora": 4320,
    "sintesis": "Día 180: Medio año completo. Hito crítico de recuperación cardiovascular total.",
    "consejo": "Experiencia que antes no podías disfrutar por falta de aire.",
    "recordatorio": "Tu corazón y arterias funcionan sin el estrés de la nicotina.",
    "contrareplica": "No es mejora. Es funcionamiento óptimo recuperado."
  },
  {
    "hora": 5040,
    "sintesis": "Día 210: Siete meses. Memoria emocional adictiva neutralizada completamente.",
    "consejo": "Revisa lugares y situaciones que antes activaban antojos.",
    "recordatorio": "Los contextos ya no tienen poder sobre tu comportamiento.",
    "contrareplica": "No evito. Elijo conscientemente."
  },
  {
    "hora": 5760,
    "sintesis": "Día 240: Ocho meses. Recuperación hepática completa documentada médicamente.",
    "consejo": "Solicita perfil hepático completo: ALT, AST, GGT, bilirrubina.",
    "recordatorio": "Tu hígado ha eliminado años de daño acumulado.",
    "contrareplica": "No es regeneración milagrosa. Es capacidad natural del cuerpo."
  },
  {
    "hora": 6480,
    "sintesis": "Día 270: Nueve meses. Período completo de 'gestación' hacia nueva identidad.",
    "consejo": "Reflexión profunda: ¿Quién eres ahora versus quién eras hace 9 meses?",
    "recordatorio": "Has 'nacido' como persona completamente diferente.",
    "contrareplica": "No es metáfora. Es transformación literal neurobiológica."
  },
  {
    "hora": 7200,
    "sintesis": "Día 300: Diez meses. Consolidación de patrones de vida saludable.",
    "consejo": "Establece rutinas de mantenimiento para próximos años.",
    "recordatorio": "La salud se mantiene con hábitos, no con eventos puntuales.",
    "contrareplica": "No es esfuerzo. Es estilo de vida integrado."
  },
  {
    "hora": 7920,
    "sintesis": "Día 330: Once meses. Preparación para primer aniversario.",
    "consejo": "Planifica celebración del año: invita a quienes te apoyaron.",
    "recordatorio": "Este logro merece reconocimiento público y gratitud.",
    "contrareplica": "No es presunción. Es celebración legítima de victoria personal."
  },
  {
    "hora": 8640,
    "sintesis": "Día 360: Cinco días para el año. Consolidación completa del cambio de vida.",
    "consejo": "Carta al futuro: comprométete con los próximos 5 años sin vapeo.",
    "recordatorio": "La abstinencia de un año predice abstinencia permanente en 95% casos.",
    "contrareplica": "No es promesa. Es declaración de intención basada en evidencia."
  },
  {
    "hora": 8760,
    "sintesis": "Día 365: UN AÑO COMPLETO. Transformación integral completada.",
    "consejo": "Documentación científica de tu proceso: análisis de datos biométricos y psicológicos.",
    "recordatorio": "Has completado una de las transformaciones más difíciles posibles.",
    "contrareplica": "No soy ex-vaper. Soy alguien que una vez vapeo y eligió la recuperación."
  }
]