[
  {
    "hora": 0,
    "sintesis": "Minuto 20: Tu frecuencia cardíaca y la presión arterial comienzan a normalizarse.",
    "consejo": "Respira profundamente durante 2 minutos. Inhala 4 segundos, mantén 4, exhala 6.",
    "recordatorio": "Ya sin nicotina, el sistema cardiovascular inicia su reajuste.",
    "contrareplica": "No es ansiedad. Es el cuerpo recuperando su ritmo autónomo."
  },
  {
    "hora": 24,
    "sintesis": "Hora 24: Primer día completo. Tus pulmones te lo agradecen.",
    "consejo": "Observa tres cambios físicos sutiles: respiración, hidratación, energía.",
    "recordatorio": "Este primer día es un antes y un después. Ya no eres la misma persona.",
    "contrareplica": "No es un pequeño logro. Es un paso de gigante."
  },
  {
    "hora": 168,
    "sintesis": "Día 7: Primera semana completada. Síntomas físicos en meseta, fatiga mental persistente.",
    "consejo": "Autoevaluación: registra mejoría en respiración, gusto e hidratación cutánea.",
    "recordatorio": "Tu cuerpo ha eliminado 80% de solventes acumulados.",
    "contrareplica": "No estoy igual. Estoy en proceso activo de desintoxicación."
  },
  {
    "hora": 336,
    "sintesis": "Día 14: Fin fase aguda. Síntomas físicos disminuyen 70%. Vulnerabilidad emocional emergente.",
    "consejo": "Revisa registro día 1. Anota 3 mejoras físicas objetivas.",
    "recordatorio": "Superaste la fase bioquímica más difícil.",
    "contrareplica": "No fue suerte. Fue mi cuerpo demostrando capacidad reparadora."
  },
  {
    "hora": 672,
    "sintesis": "Día 28: Fin mes 1. Síntomas físicos 90% resueltos. Desafío: evitar autocomplacencia.",
    "consejo": "Revisa todos tus registros emocionales. Crea collage de mejorías.",
    "recordatorio": "Superaste la fase fisiológica crítica. Ahora inicia el verdadero trabajo.",
    "contrareplica": "No estoy 'curade'. Estoy en transición a mantenimiento emocional."
  },
  {
    "hora": 1416,
    "sintesis": "Día 60: Fin fase emocional. Riesgo recaída disminuye 70%. Atención a complacencia.",
    "consejo": "Revisión completa de registros. Carta a tu yo del día 1 describiendo el ahora.",
    "recordatorio": "Superaste el período de mayor vulnerabilidad psicológica.",
    "contrareplica": "No estoy 'curade'. Estoy en mantenimiento activo permanente."
  },
  {
    "hora": 2136,
    "sintesis": "Día 90: Hito final. 90% de probabilidad de abstinencia permanente si llegaste hasta aquí.",
    "consejo": "Análisis retrospectivo: documenta tu viaje para futura referencia.",
    "recordatorio": "Has rewireado tu cerebro y reclamado tu autonomía.",
    "contrareplica": "Si esto es el fin, que venga alguien a aplaudir. Yo voy a hacerme una tostada."
  },
  {
    "hora": 4320,
    "sintesis": "Día 180: Medio año completo. Hito crítico de recuperación cardiovascular total.",
    "consejo": "Experiencia que antes no podías disfrutar por falta de aire.",
    "recordatorio": "Tu corazón y arterias funcionan sin el estrés de la nicotina.",
    "contrareplica": "No es mejora. Es funcionamiento óptimo recuperado."
  },
  {
    "hora": 8760,
    "sintesis": "Día 365: UN AÑO COMPLETO. Transformación integral completada.",
    "consejo": "Documentación científica de tu proceso: análisis de datos biométricos y psicológicos.",
    "recordatorio": "Has completado una de las transformaciones más difíciles posibles.",
    "contrareplica": "No soy ex-vaper. Soy alguien que una vez vapeo y eligió dejar de hacerlo."
  }
]